Repository: schenkty/CoinAudit
Catalog: CoinAudit/Local/*.lproj/Localizable.strings
Languages: de, fr

source: Add
de: Hinzufügen
fr: Inserisci

source: Add Coin
de: Münze hinzufügen
fr: Aggiungi moneta

source: Alert Failed
de: Warnung fehlgeschlagen
fr: Avviso non riuscito

source: Alert failed to load
de: Warnung konnte nicht geladen werden
fr: Avviso non riuscito a caricare

source: Alerts Disabled
de: Benachrichtigungen deaktiviert
fr: Avvisi disabilitati

source: All Coin Data has been removed
de: Alle Münzdaten wurden entfernt
fr: Tutti i dati sulle monete sono stati rimossi

source: Amount 0.00
de: Betrag 0.00
fr: Importo 0,00

source: Amount Missing
de: Betrag fehlt
fr: Quantità mancante

source: Are you sure?
de: Bist du sicher?
fr: Sei sicuro?

source: Can not add coin data without a coin amount
de: Es können keine Münzdaten ohne Münzmenge hinzugefügt werden
fr: Non è possibile aggiungere dati di monete senza un importo di moneta

source: Can not add coin data without a coin cost
de: Münzdaten können ohne Münzkosten nicht hinzugefügt werden
fr: Non è possibile aggiungere dati di monete senza costo di una moneta

source: Can not add coin data without a coin name
de: Es können keine Münzdaten ohne einen Münznamen hinzugefügt werden
fr: Non è possibile aggiungere dati moneta senza il nome di una moneta

source: Cancel
de: Stornieren
fr: Annulla

source: Circulating Supply: (coin.availableSupply)
de: Zirkulierende Versorgung: (coin.availableSupply)
fr: Rifornimento circolante: (coin.availableSupply)

source: Circulating Supply: (coin.availableSupply.formatDecimal())
de: Zirkulierende Versorgung: (coin.availableSupply.formatDecimal())
fr: Rifornimento circolante: (coin.availableSupply.formatDecimal())

source: Coin Data Not Found
de: Münzdaten nicht gefunden
fr: Dati delle monete non trovati

source: Cost Missing
de: Kosten fehlen
fr: Costo mancante

source: Cost: $0.00
de: Kosten: 0,00 $
fr: Costo: $ 0,00

source: Cost: 0.00
de: Kosten: 0.00
fr: Costo: 0,00

source: Deleted!
de: Gelöscht!
fr: Cancellato!

source: Done
de: Erledigt
fr: Fatto

source: Downloading Data...
de: Daten herunterladen...
fr: Download dei dati ...

source: Edit Coin
de: Münze bearbeiten
fr: Modifica moneta

source: Enter Valid Coin Name
de: Gib den gültigen Münznamen ein
fr: Inserisci il nome della moneta valida

source: Favorite
de: Favorit
fr: Preferito

source: Favorited
de: Favorisiert
fr: Preferito

source: Invalid Name
de: Ungültiger Name
fr: Nome non valido

source: Market Cap: (coin.marketCapUSD)
de: Marktkapitalisierung: (coin.marketCapUSD)

source: Market Cap: (coin.marketCapUSD.formatUSD())
de: Marktkapitalisierung: (coin.marketCapUSD.formatUSD())

source: Max Supply: (coin.maxSupply)
de: Max Versorgung: (coin.maxSupply)
fr: Fornitura massima: (coin.maxSupply)

source: Max Supply: (coin.maxSupply.formatDecimal())
de: Max Versorgung: (coin.maxSupply.formatDecimal())
fr: Fornitura massima: (coin.maxSupply.formatDecimal())

source: Name Missing
de: Name fehlt
fr: Nome mancante

source: New Alert
de: Neue Warnung
fr: Nuovo avviso

source: New Entry
de: Neuer Eintrag
fr: Nuovo arrivato

source: No coin data found
de: Keine Münzdaten gefunden
fr: Non sono stati trovati dati sulle monete

source: No internet connection
de: Keine Internetverbindung
fr: Nessuna connessione internet

source: No internet connection. Alert could not be added
de: Keine Internetverbindung. Warnung konnte nicht hinzugefügt werden
fr: Nessuna connessione internet. Avviso non può essere aggiunto

source: No internet connection. Delete Failed
de: Keine Internetverbindung. Löschen fehlgeschlagen
fr: Nessuna connessione internet. Elimina non riuscito

source: Please add the coin amount and price when purchased
de: Bitte geben Sie den Münzbetrag und den Preis beim Kauf an
fr: Si prega di aggiungere l'importo della moneta e il prezzo al momento dell'acquisto

source: Please allow notifications in your device settings and restart CoinAudit
de: Bitte erlauben Sie Benachrichtigungen in Ihren Geräteeinstellungen und starten Sie CoinAudit neu
fr: Si prega di consentire le notifiche nelle impostazioni del dispositivo e riavviare CoinAudit

source: Please check your internet connection
de: Bitte überprüfe deine Internetverbindung
fr: Per favore controlla la tua connessione Internet

source: Please edit the coin amount and price
de: Bitte bearbeiten Sie den Münzbetrag und den Preis
fr: Si prega di modificare l'importo della moneta e il prezzo

source: Please enter an amount for above or below fields
de: Bitte geben Sie einen Betrag für die oberen oder unteren Felder ein
fr: Si prega di inserire un importo per i campi sopra o sotto

source: Price BTC: (coin.priceBTC)
de: Preis BTC:: (coin.priceBTC)
fr: Prezzo BTC: (coin.priceBTC)

source: Price USD: (coin.priceUSD.formatUSD())
de: Preis USD: (coin.priceUSD.formatUSD())
fr: Prezzo USD: (coin.priceUSD.formatUSD())

source: Remove Favorite
de: Favorit entfernen
fr: Rimuovi preferito

source: Search Coin Name
de: Münzname suchen
fr: Cerca il nome della moneta

source: Total Gain:
de: Gesamtgewinn:
fr: Guadagno totale:

source: Total Lost:
de: Total verloren:
fr: Totale perso:

source: Update Alert
de: Warnung aktualisieren
fr: Avviso di aggiornamento

source: Updating Alerts...
de: Warnungen aktualisieren...
fr: Aggiornamento degli avvisi...

source: Updating Data...
de: Daten aktualisieren...
fr: Aggiornamento dati...

source: Updating (id)...
de: Aktualisierung (id)...
fr: In aggiornamento (id)...

source: Value is above: $(alert.above) (alert.aboveCurrency)
de: Wert ist oben: $(alert.above) (alert.aboveCurrency)
fr: Il valore è sopra: $(alert.above) (alert.aboveCurrency)

source: Value is above: (alert.above) (alert.aboveCurrency)
de: Wert ist oben: (alert.above) (alert.aboveCurrency)
fr: Il valore è sopra: (alert.above) (alert.aboveCurrency)

source: Value is below: $(alert.below) (alert.belowCurrency)
de: Der Wert ist unten: $(alert.below) (alert.belowCurrency)
fr: Il valore è sotto: $(alert.below) (alert.belowCurrency)

source: Value is below: (alert.below) (alert.belowCurrency)
de: Der Wert ist unten: (alert.below) (alert.belowCurrency)
fr: Il valore è sotto: (alert.below) (alert.belowCurrency)

source: Value: (coinValue)
de: Wert: (coinValue)
fr: Valore: (coinValue)

source: Version (appVersion)
de: Ausführung (appVersion)
fr: Versione (appVersion)

source: Volume (24h): (coin.volumeUSD)
de: Volumen (24h): (coin.volumeUSD)
fr: Volume (24 ore): (coin.volumeUSD)

source: Volume (24h): (coin.volumeUSD.formatUSD())
de: Volumen (24h): (coin.volumeUSD.formatUSD())
fr: Volume (24 ore): (coin.volumeUSD.formatUSD())

source: Volume: (amount)
de: Volumen: (amount)

source: Wallet 1
de: Brieftasche 1
fr: Portafoglio 1

source: Wallet 2
de: Brieftasche 2
fr: Portafoglio 2

source: Wallet 3
de: Brieftasche 3
fr: Portafoglio 3

source: Wallet 4
de: Brieftasche 4
fr: Portafoglio 4

source: Wallet 5
de: Brieftasche 5
fr: Portafoglio 5

source: Web
de: Netz

source: Yes, delete it!
de: Ja, lösche es!
fr: Sì, cancellalo!

source: You data will permanently delete!
de: Ihre Daten werden endgültig gelöscht!
fr: I dati verranno eliminati definitivamente!

source: (alert.coin) Alert
de: (alert.coin) Aufmerksam
fr: (alert.coin) Mettere in guardia

source: (name) Entry
de: (name) Eintrag
fr: (name) Iscrizione

source: Last Updated: (coin.lastUpdated)
de: Letzte Aktualisierung: (coin.lastUpdated)
fr: Ultimo aggiornamento: (coin.lastUpdated)
